IDEA StatiCa Open Model
MatAnchorProperties.FLT Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Limit force in tension
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double FLT { get; set; }
Public Property FLT As Double
	Get
	Set
public:
property double FLT {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatAnchorProperties Class
IdeaRS.OpenModel.Material Namespace